Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E15C.tmx
Source language: en_us
Languages: zh_cn

source: Making Homemade Yogurt and Cheese
zh_cn: 自己动手做酸奶和奶酪

source: I learned something potentially dangerous this weekend: cheese, especially fresh (not aged) cheese, is surprisingly quick and easy to make.
zh_cn: 这个周末我学到了一些可能有危险的东西：奶酪，特别是新鲜奶酪，制作起来是惊人的简单快捷。

source: A group of people in my area who are concerned about the environment has been hosting a series of "lost arts" workshops on topics like making sauerkraut and baking bread.
zh_cn: 在我家附近，有一群关心环境的人开办了一系列“消失的工艺”讲习班，教人腌制德国泡菜、烤面包之类的手艺。

source: This weekend's cheese-and-yogurt-making workshop was the first I attended.
zh_cn: 这周的“自制酸奶和奶酪”讲习班是我听的第一课。

source: In less than two hours, the women demonstrating the techniques produced a ball of fresh mozzarella, a batch of ricotta, and the first stage of what, after 8 hours of sitting, would turn into yogurt.
zh_cn: 在不到两个小时的时间里，那个做演示的妇女就做出了一块鲜马苏里拉奶酪、一块意大利乳清干酪，还有乳清干酪的初级品——静置八小时后，那就会变成酸奶。

source: Making yogurt is probably the simplest of the three.
zh_cn: 在这三者之中，制作酸奶大概是最简单的。

source: All it requires is some milk, a covered container, a microwave or stove and an oven with a pilot light or oven light.
zh_cn: 你只需要一些牛奶、一个有盖容器、一台微波炉或是火炉、一台配有信号灯或烤箱灯的烤箱。

source: Oh, yeah, and some yogurt.
zh_cn: 哦，对了，再来一点酸奶。

source: Like money, it takes yogurt to make yogurt.
zh_cn: 在这一点上酸奶和钱很像——钱生钱，酸奶生酸奶。

source: A teaspoon of plain yogurt, store-bought or homemade, contains enough active cultures to start the process (if you use store-bought, though, make sure the container indicates that it has active cultures).
zh_cn: 一茶匙酸奶就能提供足够的活菌，家制的或是买的都可以——如果是买的话，要确认包装上注明了含有活性菌群。

source: But first you need to bring the milk just to the boiling point, either in a microwave or on a stove.
zh_cn: 但首先，你要将牛奶煮沸，用微波炉或者火炉都行。

source: The woman conducting this portion of the workshop told us that milk of any fat content (including skim) will make yogurt, but the less fat it has the tangier it will be.
zh_cn: 讲习班里演示这个步骤的妇女告诉我们，各种含脂量的牛奶都可以做酸奶，但是脂肪含量越低、酸奶的味道就越重。

source: Once the milk begins to boil, you take it off the heat and allow it to cool to about the temperature you would want a baby's bottle, approximately 110 degrees.
zh_cn: 牛奶一沸腾就把火关掉，然后把奶冷却到可以给婴儿喝的温度——大约是华氏110度。

source: You stir in a teaspoon of yogurt per quart of milk, then place the mixture in a covered container and put it in a cool oven with the light on, so that it is away from drafts and remains at a consistent, slightly warm temperature.
zh_cn: 接着，按每夸脱牛奶一茶匙酸奶的比例将二者混合均匀，然后把混合物封进有盖容器中，再放到冷的烤箱里静置，这样可以避免扰动，并且让它保持稳定、微热的状态，但要记得把烤箱灯打开。

source: In about 7 or 8 hours, you'll have a batch of plain yogurt.
zh_cn: 大约7到8小时之后，你就能得到一批原味酸奶了。

source: If you save a teaspoonful and repeat the process every day or so, you'll have a lot fewer little plastic containers to contend with.
zh_cn: 如果你存下一勺酸奶，然后每天、或者是每隔几天这么做一次，那么你家的塑料盒子可能就要不够用了。

source: Of course, you can also buy a yogurt maker but, after seeing how simple it is to make without one, it doesn't seem necessary.
zh_cn: 当然，你也可以去弄一台酸奶机，但是看到这么简单的制作步骤之后，那玩意儿似乎也没必要买了。

source: Nearly as simple, and a lot quicker, is making mozzarella.
zh_cn: 做马苏里拉奶酪也一样简单、甚至更快。

source: The whole process, from heating the milk to forming the cheese into a ball, takes about a half an hour.
zh_cn: 从煮牛奶到奶酪成型，全过程大概只要一个半小时。

source: It requires no special equipment and only a couple of ingredients you probably don't have in the pantry, like citric acid and rennet.
zh_cn: 不需要什么特殊的器材，只是有些材料可能不是你常备的——比如柠檬酸、凝乳酶。

source: In Italy, where mozzarella originated, it is usually made from buffalo milk.
zh_cn: 在马苏里拉奶酪的发源地——意大利，人们一般用水牛奶来做这种奶酪。

source: Most Americans don't have access to buffalo milk, though, so cow's milk can be substituted (however, it must not be ultra-pasteurized, because that process changes the protein and won't lead to the desired result).
zh_cn: 但大多数美国人都弄不到水牛奶，因此可以用普通牛奶代替——但是绝不能用高温灭菌乳，因为高温会使蛋白质变性，这样就无法达到预期效果了。

source: The liquid mixture (milk plus 2¨C3 other ingredients) is heated on the stove, where it separates into custardy curds and liquid whey, or casein and albuminous protein, respectively.
zh_cn: 往牛奶里加两三种配料，然后上炉加热。煮的过程中，牛奶会分层成凝乳和液体乳清——成分分别是酪蛋白和乳清蛋白。

source: The curds are then kneaded together and formed into a ball. The result is like the fresh mozzarella you can buy in a store-it doesn't melt like the aged mozzarella used on pizzas, but it would be perfect sliced with good tomatoes and basil, drizzled with olive oil.
zh_cn: 接下来，把那部分凝乳揉搓成圆球，成品就和你在超市里买的鲜马苏里拉奶酪一模一样。披萨表面浇的那种是陈马苏里拉奶酪，我们做的这种无法像那样融化。但是，将它切片后配上西红柿、罗勒，再撒一点橄榄油，那就是一道美味佳肴。

source: The whey, a yellowish liquid, can be eaten while sitting on a tuffet, or reserved to make ricotta-the only time-consuming part of which is allowing the cheese to drain in a cheesecloth for several hours.
zh_cn: 那部分浅黄色的液体——乳清，你可以坐在小土墩上慢慢享用，也可以保存起来、做成意大利乳清干酪——在整个制作过程中，唯一耗时间的步骤就是把奶酪放在粗棉布里晾干几小时。

source: We skipped this step in the workshop, and the result was still delicious, although slightly chewy compared to the creamy texture of store-bought ricotta.
zh_cn: 在讲习班里，我们跳过了这个步骤，结果一样很美味——虽然和商店里卖的比起来，我们的产品要更有嚼劲一些。

source: I don't know if this was because of the ingredients we used or some other variable-some experimentation is probably in order, which I just might do if I'm feeling ambitious (and bored) this winter.
zh_cn: 我不知道这是我们的用料还是其他因素导致的——这只能靠实验验证了，如果这个冬天我有那份干劲的话，我会试一试。
